[{"id":1,"text":"Duis bibendum, felis sed interdum venenatis, turpis enim blandit mi, in porttitor pede justo eu massa. Donec dapibus.","fullText":"Et mei possim audire disputationi, vel mandamus quaerendum ea, ut imperdiet euripidis vix. Tale vidisse labores no vim. Cu mea dolore laboramus. Id vim liber hendrerit, nam eu vivendum elaboraret. Possim salutandi ei sed, soleat iriure voluptaria an vis, pro in diam detracto.","date":"8/5/2016"},
  {"id":2,"text":"Aenean lectus.","fullText":"Ex eum purto blandit, vis fierent reprimique reformidans ne. Nec deserunt expetendis temporibus no, no sed wisi assentior. Ne eum vivendum postulant, congue singulis ad vis, eos cu amet vulputate. Cum in tamquam vituperatoribus, cum altera explicari no, inani fierent ocurreret cum eu. Cu quod ipsum eam, mea illum menandri et. Quando debitis vim ne, malis aliquam argumentum an eum.","date":"12/26/2015"},
  {"id":3,"text":"Nullam sit amet turpis elementum ligula vehicula consequat. Morbi a ipsum.","fullText":"An ferri sonet albucius eum. Copiosae perfecto id ius. Ut nec nobis lobortis, id vis dicta scribentur suscipiantur. At eos nulla doming ponderum, usu ne harum timeam accusata, id dolore oporteat qui. Eam noster reformidans mediocritatem an, sonet scripserit eam et. Case populo dictas in eos, et atomorum splendide his.","date":"8/6/2016"},
  {"id":4,"text":"Curabitur in libero ut massa volutpat convallis. Morbi odio odio, elementum eu, interdum eu, tincidunt in, leo.","fullText":"Nam eu mutat officiis invidunt, te assum ocurreret tincidunt nam, est ad unum instructior. Partem aliquid definiebas vix ei, case erroribus quaerendum te vis. Saperet nusquam ut ius. Utamur debitis an pro, at vim porro deserunt vituperatoribus. Per et veri summo nonumes, cu ius omnes copiosae. Detraxit salutandi no mel, an ius vero summo simul.","date":"4/5/2016"},
  {"id":5,"text":"Suspendisse accumsan tortor quis turpis.","fullText":"Reque omnes no pri, possim iracundia persequeris no qui. Quo an nulla mollis, aliquip sanctus persequeris ad cum. Atqui alienum sed ut. Solum latine no sed, cu liber melius molestie mei, eam mollis bonorum in. Ut sed deserunt mandamus, sed eu aliquip principes imperdiet, populo integre omittam per id.","date":"6/25/2016"},
  {"id":6,"text":"Nulla justo. Aliquam quis turpis eget elit sodales scelerisque. Mauris sit amet eros. Suspendisse accumsan tortor quis turpis. Sed ante. Vivamus tortor. Duis mattis egestas metus. Aenean fermentum. Donec ut mauris eget massa tempor convallis. Nulla neque libero, convallis eget, eleifend luctus, ultricies eu, nibh.","fullText":"Eum cu putent qualisque aliquando, mei summo voluptaria te. Nec magna consul fuisset eu. Duo quas persius impedit ut, ei sea epicuri mentitum consequuntur. Mea exerci offendit adversarium ex. Ancillae deserunt intellegat mei ei, eam ad quot quaeque, mel dicant vidisse adipisci no.","date":"1/24/2016"},
  {"id":7,"text":"Nam dui. Proin leo odio, porttitor id, consequat in, consequat ut, nulla. Sed accumsan felis. Ut at dolor quis odio consequat varius. Integer ac leo. Pellentesque ultrices mattis odio. Donec vitae nisi. Nam ultrices, libero non mattis pulvinar, nulla pede ullamcorper augue, a suscipit nulla elit ac nulla. Sed vel enim sit amet nunc viverra dapibus.","fullText":"Ei his commune intellegam. Persequeris eloquentiam ei eam, ei eros solet omittam mel, solet quodsi molestie ei cum. Assum atomorum reprehendunt te eam, ludus tacimates voluptatibus ei mei. Te pro lobortis interpretaris, at placerat tacimates vel. Primis scriptorem id eum, nullam nonumes epicuri ex usu, eu mea eruditi dolores tincidunt. Sed an nostro suavitate, vel incorrupte adversarium cu, ut posse audiam appellantur usu.","date":"1/6/2016"},
  {"id":8,"text":"Nunc rhoncus dui vel sem. Sed sagittis.","fullText":"Alii vidisse pri no, ne putent labore vim. At quod docendi deleniti duo, enim tempor id per. Ea eam novum quodsi. Essent recteque adolescens cum ut, ei vim mollis euismod. Sed cu erat ferri diceret, paulo singulis perpetua ex nam. Mundi audire assentior cu sea, cu libris persequeris referrentur vim, mel perpetua ullamcorper eu.","date":"5/30/2016"},
  {"id":9,"text":"Integer aliquet, massa id lobortis convallis, tortor risus dapibus augue, vel accumsan tellus nisi eu orci. Mauris lacinia sapien quis libero. Nullam sit amet turpis elementum ligula vehicula consequat.","fullText":"Facer mandamus efficiendi cum ut. Ea cum equidem antiopam, electram accusamus sed ei. Clita forensibus sit in. Cu dolor iuvaret sed. Veritus salutandi id usu. Ea sed nusquam incorrupte, iudico iriure accumsan ei has, nam maiorum omnesque posidonium te.","date":"2/23/2016"},
  {"id":10,"text":"Vestibulum sed magna at nunc commodo placerat. Praesent blandit. Nam nulla. Integer pede justo, lacinia eget, tincidunt eget, tempus vel, pede. Morbi porttitor lorem id ligula. Suspendisse ornare consequat lectus. In est risus, auctor sed, tristique in, tempus sit amet, sem.","fullText":"Pri ne luptatum urbanitas, ullum aeterno sea ne. Et mucius percipit his, ei nam solum consequat. Vix dictas laboramus pertinacia ad, ius soleat vocibus eu, has tation inermis rationibus ut. Congue minimum reformidans no eum, nec amet nibh ei. Solum melius adolescens quo cu, ea.","date":"5/5/2016"}]